{
  "metadata": {
    "total_size": 16031162368
  },
  "weight_map": {
    "model.transformer.blocks.0.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.0.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.0.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.0.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.0.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.0.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.0.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.0.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.0.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.1.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.1.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.1.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.1.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.1.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.1.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.1.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.1.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.1.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.10.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.10.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.10.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.10.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.10.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.10.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.10.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.10.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.10.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.11.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.11.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.11.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.11.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.11.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.11.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.11.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.11.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.11.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.12.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.12.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.12.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.12.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.12.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.12.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.12.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.12.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.12.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.13.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.13.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.13.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.13.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.13.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.13.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.13.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.13.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.13.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.14.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.14.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.14.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.14.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.14.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.14.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.14.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.14.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.14.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.15.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.15.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.15.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.15.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.15.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.15.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.15.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.15.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.15.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.16.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.16.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.16.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.16.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.16.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.16.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.16.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.16.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.16.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.17.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.17.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.17.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.17.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.17.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.17.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.17.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.17.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.17.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.18.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.18.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.18.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.18.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.18.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.18.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.18.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.18.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.18.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.19.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.19.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.19.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.19.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.19.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.19.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.19.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.19.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.19.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.2.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.2.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.2.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.2.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.2.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.2.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.2.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.2.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.2.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.20.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.20.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.20.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.20.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.20.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.20.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.20.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.20.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.20.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.21.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.21.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.21.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.21.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.21.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.21.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.21.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.21.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.21.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.22.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.22.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.22.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.22.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.22.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.22.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.22.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.22.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.22.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.23.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.23.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.23.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.23.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.23.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.23.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.23.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.23.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.23.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.24.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.24.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.24.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.24.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.24.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.24.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.24.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.24.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.24.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.25.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.25.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.25.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.25.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.25.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.25.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.25.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.25.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.25.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.26.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.26.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.26.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.26.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.26.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.26.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.26.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.26.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.26.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.27.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.27.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.27.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.27.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.27.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.27.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.27.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.27.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.27.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.28.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.28.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.28.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.28.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.28.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.28.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.28.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.28.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.28.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.29.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.29.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.29.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.29.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.29.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.29.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.29.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.29.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.29.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.3.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.3.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.3.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.3.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.3.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.3.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.3.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.3.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.3.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.30.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.30.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.30.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.30.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.30.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.30.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.30.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.30.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.30.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.31.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.31.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.31.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.31.ff_out.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.31.ff_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.31.k_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.31.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.31.up_proj.weight": "model-00006-of-00006.safetensors",
    "model.transformer.blocks.31.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.4.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.4.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.4.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.4.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.4.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.4.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.4.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.4.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.4.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.5.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.5.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.5.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.5.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.5.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.5.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.5.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.5.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.5.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.6.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.6.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.6.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.6.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.6.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.6.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.6.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.6.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.6.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.7.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.7.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.7.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.7.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.7.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.7.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.7.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.7.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.7.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.8.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.8.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.8.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.8.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.8.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.8.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.8.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.8.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.8.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.9.attn_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.9.attn_out.weight": "model-00001-of-00006.safetensors",
    "model.transformer.blocks.9.ff_norm.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.9.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.blocks.9.ff_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.blocks.9.k_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.9.q_proj.weight": "model-00003-of-00006.safetensors",
    "model.transformer.blocks.9.up_proj.weight": "model-00005-of-00006.safetensors",
    "model.transformer.blocks.9.v_proj.weight": "model-00004-of-00006.safetensors",
    "model.transformer.ff_out.weight": "model-00002-of-00006.safetensors",
    "model.transformer.ln_f.weight": "model-00001-of-00006.safetensors",
    "model.transformer.wte.weight": "model-00001-of-00006.safetensors"
  }
}